hyprland
hyprlock
hypridle
hyprcursor
btop
cliphist
curl
fastfetch
ffmpeg
hyprland-guiutils
partitionmanager
imagemagick
jq
konsole
kitty
kvantum
kvantum-qt5
less
lxappearance
mpv-mpris
network-manager-applet
networkmanager
neovim
nodejs
npm
ntfs-3g
nvtop
nwg-look
os-prober
pacman-contrib
pamixer
pavucontrol
parallel
pciutils
polkit-kde-agent
power-profiles-daemon
python-pywal
python-gobject
qt5ct
qt5-svg
qt6-svg
qt5-graphicaleffects
qt5-quickcontrols2
ripgrep
rofi-wayland
satty
swaync
awww
unzip
waybar
wget
wl-clipboard
xorg-xrandr
yazi
zip
cava
grimblast-git
hyprsunset
tty-clock
pyprland
wlogout
ark
dolphin
gwenview
okular
ttf-font-awesome
ttf-cascadia-code-nerd
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
noto-fonts
noto-fonts-emoji
qt6-5compat
qt6-declarative
qt6-virtualkeyboard
qt6-multimedia-ffmpeg
sddm
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
nvidia-dkms
nvidia-settings
nvidia-utils
libva
crudini
